disc/mo901/build/resumo9.tex
% Created 2023-05-26 Fri 14:15
% Intended LaTeX compiler: pdflatex
\documentclass[11pt]{article}
\usepackage[utf8]{inputenc}
\usepackage[T1]{fontenc}
\usepackage{graphicx}
\usepackage{longtable}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{amssymb}
\usepackage{capt-of}
\usepackage{hyperref}
\usepackage{todonotes}
\usepackage[brazil, portuges]{babel}
\usepackage{amsthm}
\author{Ieremies Vieira da Fonseca Romero}
\date{}
\title{Modelagem matemática para propagação de influência em redes sociais\\\medskip
\large Seminário 9}
\hypersetup{
 pdfauthor={Ieremies Vieira da Fonseca Romero},
 pdftitle={Modelagem matemática para propagação de influência em redes sociais},
 pdfkeywords={},
 pdfsubject={},
 pdfcreator={Emacs 28.2 (Org mode 9.6.1)}, 
 pdflang={Portuges}}
\usepackage[date=year]{biblatex}
\addbibresource{~/arq/bib.bib}
\begin{document}

\maketitle
A palestra discute a aplicação de modelos matemáticos na análise da propagação de informações e opiniões em redes sociais. Cada indivíduo é representado como um vértice em um grafo de conexão, e a velocidade de propagação das informações é determinada pela qualidade e conexão da rede. No caso das opiniões, a quantidade de vizinhos conectados que possuem a mesma opinião é relevante.

A palestra aborda a possibilidade de calcular o tempo necessário para disseminar uma opinião em toda a rede, assim como o número mínimo de influenciadores necessários para alcançar toda a rede a partir de um passo inicial. Também é mencionada a convexidade geodética, que se refere a um conjunto de vértices em que todos os caminhos mínimos passam apenas por nós do conjunto. A palestra destaca a importância desses modelos na compreensão de redes sociais reais, onde as pessoas podem ter requisitos diferentes de vizinhos para serem influenciadas e a rede pode sofrer alterações ao longo do tempo. Para muitas empresas, o conhecimento do número mínimo de influenciadores necessários para disseminar uma opinião de interesse é fundamental.
\end{document}